Repository: oowpress/oow-pjax
Catalog: languages/oow-pjax-*.po
Languages: ar, es_es, fr_fr, hi_in, ja, pt_br, ru_ru

source: About
ar: نبذة عن
es_es: Acerca de
fr_fr: A propos de
hi_in: के बारे में
ja: について
pt_br: Sobre
ru_ru: О плагине

source: An error occurred while loading the page. Please try again.
ar: حدث خطأ أثناء تحميل الصفحة. يرجى المحاولة مرة أخرى.
es_es: Ocurrió un error al cargar la página. Por favor, intenta de nuevo.
fr_fr: Une erreur s'est produite lors du chargement de la page. Veuillez réessayer.
hi_in: पेज लोड करने में त्रुटि हुई। कृपया पुनः प्रयास करें।
ja: ページの読み込み中にエラーが発生しました。もう一度お試しください。
pt_br: Ocorreu um erro ao carregar a página. Por favor, tente novamente.
ru_ru: Произошла ошибка при загрузке страницы. Пожалуйста, попробуйте еще раз.

source: By OOWCODE
ar: OOWCODE

source: Cache Lifetime (seconds)
ar: مدة صلاحية التخزين المؤقت (بالثواني)
es_es: Duración de la caché (segundos)
fr_fr: Durée de vie du cache (secondes)
hi_in: कैश की अवधि (सेकंड में)
ja: キャッシュの有効期間（秒）
pt_br: Tempo de vida do cache (segundos)
ru_ru: Срок жизни кэша (секунды)

source: Configure the plugin in the "Settings" tab to define target containers, exclusions, and loader styles.
ar: قم بتكوين المكون الإضافي في علامة التبويب "الإعدادات" لتحديد الحاويات المستهدفة والاستثناءات وأنماط المحمل.
es_es: Configure el complemento en la pestaña "Ajustes" para definir los contenedores de destino, las exclusiones y los estilos del cargador.
fr_fr: Configurez le plugin dans l'onglet "Settings" pour définir les conteneurs cibles, les exclusions et les styles de chargement.
hi_in: प्लगइन को "सेटिंग्स" टैब में कॉन्फ़िगर करें ताकि लक्ष्य कंटेनर, बहिष्करण, और लोडर शैलियाँ निर्धारित की जा सकें।
ja: 「設定」タブでプラグインを設定し、ターゲットコンテナ、除外、ローダーのスタイルを定義します。
pt_br: Configure o plugin na aba "Configurações" para definir contêineres alvo, exclusões e estilos do carregador.
ru_ru: Настройте плагин на вкладке "Настройки", чтобы определить целевые контейнеры, исключения и стили загрузчика.

source: Custom Events (space-separated)
ar: الأحداث المخصصة (مفصولة بمسافة)
es_es: Eventos personalizados (separados por espacios)
fr_fr: Événements personnalisés (séparés par des espaces)
hi_in: कस्टम इवेंट्स (स्पेस से अलग किए गए)
ja: カスタムイベント（スペース区切り）
pt_br: Eventos personalizados (separados por espaço)
ru_ru: Пользовательские события (разделенные пробелами)

source: Customize the loader appearance with CSS.
ar: تخصيص مظهر أداة التحميل باستخدام CSS.
es_es: Personaliza la apariencia del cargador con CSS.
fr_fr: Personnaliser l'apparence du chargeur à l'aide de CSS.
hi_in: CSS के साथ लोडर की दिखावट को अनुकूलित करें।
ja: CSSでローダーの外観をカスタマイズします。
pt_br: Personalize a aparência do carregador com CSS.
ru_ru: Настройте внешний вид загрузчика с помощью CSS.

source: Dark Mode
ar: الوضع الداكن
es_es: Modo oscuro
fr_fr: Mode sombre
hi_in: डार्क मोड
ja: ダークモード
pt_br: Modo escuro
ru_ru: Темный режим

source: Display logs in the console.
ar: عرض السجلات في وحدة التحكم.
es_es: Muestra los registros en la consola.
fr_fr: Afficher les journaux dans la console.
hi_in: कंसोल में लॉग प्रदर्शित करें।
ja: コンソールにログを表示します。
pt_br: Exibir logs no console.
ru_ru: Отображать логи в консоли.

source: Displays a customizable loader during content loading.
ar: يعرض أداة تحميل قابلة للتخصيص أثناء تحميل المحتوى.
es_es: Muestra un cargador personalizable durante la carga de contenidos.
fr_fr: Affiche un chargeur personnalisable pendant le chargement du contenu.
hi_in: सामग्री लोड होने के दौरान एक अनुकूलन योग्य लोडर प्रदर्शित करता है।
ja: コンテンツの読み込み中にカスタマイズ可能なローダーを表示します。
pt_br: Exibe um carregador personalizável durante o carregamento de conteúdo.
ru_ru: Отображает настраиваемый загрузчик во время загрузки контента.

source: Enable Cache
ar: تمكين ذاكرة التخزين المؤقت
es_es: Activar caché
fr_fr: Activer le cache
hi_in: कैश सक्षम करें
ja: キャッシュを有効にする
pt_br: Ativar cache
ru_ru: Включить кэширование

source: Enable caching for visited pages.
ar: تمكين التخزين المؤقت للصفحات التي تمت زيارتها.
es_es: Activar el almacenamiento en caché de las páginas visitadas.
fr_fr: Activer la mise en cache des pages visitées.
hi_in: देखे गए पृष्ठों के लिए कैशिंग सक्षम करें।
ja: 訪問したページのキャッシュを有効にします。
pt_br: Ativar cache para páginas visitadas.
ru_ru: Включить кэширование для посещенных страниц.

source: Enable Debug Mode
ar: تمكين وضع التصحيح
es_es: Activar el modo depuración
fr_fr: Activer le mode débogage
hi_in: डीबग मोड सक्षम करें
ja: デバッグモードを有効にする
pt_br: Ativar modo de depuração
ru_ru: Включить режим отладки

source: Enable Footer Scripts Execution
ar: تمكين تنفيذ السكربتات في تذييل الصفحة
es_es: Habilitar la ejecución de scripts de pie de página
fr_fr: Activer l'exécution des scripts de pied de page
hi_in: फूटर स्क्रिप्ट्स का निष्पादन सक्षम करें
ja: フッタースクリプトの実行を有効にする
pt_br: Ativar execução de scripts de rodapé
ru_ru: Включить выполнение скриптов в футере

source: Enable Form Handling
ar: تمكين معالجة النماذج
es_es: Habilitar el manejo de formularios
fr_fr: Activer la gestion des formulaires
hi_in: फॉर्म हैंडलिंग सक्षम करें
ja: フォーム処理を有効にする
pt_br: Ativar manipulação de formulários
ru_ru: Включить обработку форм

source: Enable Inline Scripts Execution
ar: تمكين تنفيذ السكربتات المضمنة
es_es: Habilitar la ejecución de scripts en línea
fr_fr: Activer l'exécution des scripts en ligne
hi_in: इनलाइन स्क्रिप्ट्स का निष्पादन सक्षम करें
ja: インラインスクリプトの実行を有効にする
pt_br: Ativar execução de scripts inline
ru_ru: Включить выполнение встроенных скриптов

source: Enable Loader
ar: تمكين اللودر
es_es: Activar cargador
fr_fr: Activer le chargeur
hi_in: लोडर सक्षम करें
ja: ローダーを有効にする
pt_br: Ativar carregador
ru_ru: Включить загрузчик

source: Enable Page-Specific Styles
ar: تمكين الأنماط الخاصة بالصفحة
es_es: Habilitar estilos específicos de página
fr_fr: Activer les styles spécifiques à la page
hi_in: पेज-विशिष्ट शैलियों को सक्षम करें
ja: ページ固有のスタイルを有効にする
pt_br: Ativar estilos específicos da página
ru_ru: Включить стили, специфичные для страницы

source: Enable PJAX
ar: تمكين PJAX
es_es: Habilitar PJAX
fr_fr: Activer PJAX
hi_in: PJAX सक्षम करें
ja: PJAXを有効にする
pt_br: Ativar PJAX
ru_ru: Включить PJAX

source: Enable PJAX handling for form submissions (comments, login, contact, etc.).
ar: تمكين معالجة PJAX لتقديم النماذج (التعليقات، تسجيل الدخول، الاتصال، إلخ).
es_es: Habilitar el manejo de PJAX para envíos de formularios (comentarios, inicio de sesión, contacto, etc.).
fr_fr: Activer la gestion PJAX pour les soumissions de formulaires (commentaires, connexion, contact, etc.).
hi_in: फॉर्म सबमिशन (टिप्पणियां, लॉगिन, संपर्क आदि) के लिए PJAX हैंडलिंग सक्षम करें।
ja: フォーム送信（コメント、ログイン、連絡先など）のPJAX処理を有効にします。
pt_br: Ativar manipulação de PJAX para envios de formulários (comentários, login, contato, etc.).
ru_ru: Включить обработку PJAX для отправки форм (комментарии, вход, контакт и т.д.).

source: Enable PJAX navigation on the site.
ar: تمكين التنقل باستخدام PJAX على الموقع.
es_es: Habilitar la navegación PJAX en el sitio.
fr_fr: Activer la navigation PJAX sur le site.
hi_in: साइट पर PJAX नेविगेशन सक्षम करें।
ja: サイト上でPJAXナビゲーションを有効にします。
pt_br: Ativar navegação PJAX no site.
ru_ru: Включить навигацию PJAX на сайте.

source: Enable Script Re-execution
ar: تمكين إعادة تنفيذ السكربتات
es_es: Habilitar la reejecución de scripts
fr_fr: Activer la réexécution des scripts
hi_in: स्क्रिप्ट पुनर्निष्पादन सक्षम करें
ja: スクリプトの再実行を有効にする
pt_br: Ativar reexecução de scripts
ru_ru: Включить повторное выполнение скриптов

source: Error loading content.
ar: خطأ في تحميل المحتوى.
es_es: Error al cargar el contenido.
fr_fr: Erreur de chargement du contenu.
hi_in: सामग्री लोड करने में त्रुटि।
ja: コンテンツの読み込みエラー。
pt_br: Erro ao carregar conteúdo.
ru_ru: Ошибка загрузки контента.

source: Error submitting form.
ar: خطأ في تقديم النموذج.
es_es: Error al enviar el formulario.
fr_fr: Erreur lors de la soumission du formulaire.
hi_in: फॉर्म सबमिट करने में त्रुटि।
ja: フォーム送信エラー。
pt_br: Erro ao enviar formulário.
ru_ru: Ошибка при отправке формы.

source: Example: #main .content .article
ar: مثال على ذلك: #رئيسي .محتوى .مقالة
es_es: Ejemplo: #main .content .article
fr_fr: Exemple : #main .content .article
hi_in: उदाहरण: #main .content .article
ja: 例: #main .content .article
pt_br: Exemplo: #main .content .article
ru_ru: Пример: #main .content .article

source: Example: .no-pjax #skip-link
ar: مثال: .no-pjax #skip-link
es_es: Ejemplo: .no-pjax #skip-link
fr_fr: Exemple : .no-pjax #skip-link
hi_in: उदाहरण: .no-pjax #skip-link
ja: 例: .no-pjax #skip-link
pt_br: Exemplo: .no-pjax #skip-link
ru_ru: Пример: .no-pjax #skip-link

source: Example: pjax:before pjax:after
ar: مثال: بيجاكس:قبل بيجاكس:بعد
es_es: Ejemplo: pjax:before pjax:after
fr_fr: Exemple : pjax:before pjax:after
hi_in: उदाहरण: pjax:before pjax:after
ja: 例: pjax:before pjax:after
pt_br: Exemplo: pjax:before pjax:after
ru_ru: Пример: pjax:before pjax:after

source: Exclude External Links
ar: استبعاد الروابط الخارجية
es_es: Excluir enlaces externos
fr_fr: Exclure les liens externes
hi_in: बाहरी लिंक को बाहर करें
ja: 外部リンクを除外
pt_br: Excluir links externos
ru_ru: Исключить внешние ссылки

source: Exclude Links with target="_blank"
ar: استبعاد الروابط ذات الهدف="_blank"
es_es: Excluir enlaces con target="_blank"
fr_fr: Exclure les liens avec target="_blank"
hi_in: target="_blank" वाले लिंक को बाहर करें
ja: target="_blank"のリンクを除外
pt_br: Excluir links com target="_blank"
ru_ru: Исключить ссылки с target="_blank"

source: Exclude Selectors (space-separated)
ar: محددات الاستبعاد (مفصولة بمسافة)
es_es: Selectores de exclusión (separados por espacios)
fr_fr: Sélecteurs d'exclusion (séparés par des espaces)
hi_in: चयनकर्ताओं को बाहर करें (स्पेस से अलग किए गए)
ja: 除外セレクタ（スペース区切り）
pt_br: Seletores de exclusão (separados por espaço)
ru_ru: Исключить селекторы (разделенные пробелами)

source: Execute footer scripts during PJAX navigation.
ar: تنفيذ سكربتات تذييل الصفحة أثناء التنقل باستخدام PJAX.
es_es: Ejecutar scripts de pie de página durante la navegación PJAX.
fr_fr: Exécuter les scripts de pied de page pendant la navigation PJAX.
hi_in: PJAX नेविगेशन के दौरान फूटर स्क्रिप्ट्स को निष्पादित करें।
ja: PJAXナビゲーション中にフッタースクリプトを実行します。
pt_br: Executar scripts de rodapé durante a navegação PJAX.
ru_ru: Выполнять скрипты футера во время навигации PJAX.

source: Execute inline scripts during PJAX navigation.
ar: تنفيذ السكربتات المضمنة أثناء التنقل باستخدام PJAX.
es_es: Ejecutar scripts en línea durante la navegación PJAX.
fr_fr: Exécuter les scripts en ligne pendant la navigation PJAX.
hi_in: PJAX नेविगेशन के दौरान इनलाइन स्क्रिप्ट्स को निष्पादित करें।
ja: PJAXナビゲーション中にインラインスクリプトを実行します。
pt_br: Executar scripts inline durante a navegação PJAX.
ru_ru: Выполнять встроенные скрипты во время навигации PJAX.

source: Explore now
ar: استكشف الآن
es_es: Explora ahora
fr_fr: Explorer maintenant
hi_in: अब अन्वेषण करें
ja: 今すぐ探索
pt_br: Explorar agora
ru_ru: Исследовать сейчас

source: Fetches new content via AJAX and updates specified containers (e.g., #main).
ar: جلب محتوى جديد عبر AJAX وتحديث الحاويات المحددة (على سبيل المثال، #رئيسي).
es_es: Obtiene nuevo contenido mediante AJAX y actualiza los contenedores especificados (por ejemplo, #main).
fr_fr: Récupère le nouveau contenu via AJAX et met à jour les conteneurs spécifiés (par exemple, #main).
hi_in: AJAX के माध्यम से नई सामग्री प्राप्त करता है और निर्दिष्ट कंटेनरों को अपडेट करता है (उदाहरण: #main)।
ja: AJAX経由で新しいコンテンツを取得し、指定したコンテナ（例：#main）を更新します。
pt_br: Busca novo conteúdo via AJAX e atualiza contêineres especificados (ex.: #main).
ru_ru: Получает новый контент через AJAX и обновляет указанные контейнеры (например, #main).

source: How It Works
ar: كيف تعمل
es_es: Cómo funciona
fr_fr: Comment ça marche
hi_in: यह कैसे काम करता है
ja: 仕組み
pt_br: Como funciona
ru_ru: Как это работает

source: Inject page-specific stylesheets and inline styles during PJAX navigation.
ar: إدراج أوراق الأنماط الخاصة بالصفحة والأنماط المضمنة أثناء التنقل باستخدام PJAX.
es_es: Inyectar hojas de estilo específicas de página y estilos en línea durante la navegación PJAX.
fr_fr: Injecter des feuilles de style spécifiques à la page et des styles en ligne pendant la navigation PJAX.
hi_in: PJAX नेविगेशन के दौरान पेज-विशिष्ट स्टाइलशीट और इनलाइन शैलियों को इंजेक्ट करें।
ja: PJAXナビゲーション中にページ固有のスタイルシートとインラインスタイルを注入します。
pt_br: Injetar folhas de estilo específicas da página e estilos inline durante a navegação PJAX.
ru_ru: Вставлять стили, специфичные для страницы, и встроенные стили во время навигации PJAX.

source: Intercepts internal link clicks and prevents full page reloads.
ar: اعتراض نقرات الروابط الداخلية ومنع إعادة تحميل الصفحة بالكامل.
es_es: Intercepta los clics en enlaces internos y evita la recarga completa de la página.
fr_fr: Intercepte les clics sur les liens internes et empêche le rechargement complet de la page.
hi_in: आंतरिक लिंक क्लिक को रोकता है और पूरे पृष्ठ को पुनः लोड होने से रोकता है।
ja: 内部リンクのクリックを遮断し、ページの完全なリロードを防ぎます。
pt_br: Intercepta cliques em links internos e evita recarregamentos completos da página.
ru_ru: Перехватывает клики по внутренним ссылкам и предотвращает полную перезагрузку страницы.

source: Invalid form submission.
ar: تقديم نموذج غير صالح.
es_es: Envío de formulario no válido.
fr_fr: Soumission de formulaire invalide.
hi_in: अमान्य फॉर्म सबमिशन।
ja: 無効なフォーム送信。
pt_br: Envio de formulário inválido.
ru_ru: Недопустимая отправка формы.

source: Light Mode
ar: وضع الإضاءة
es_es: Modo Luz
fr_fr: Mode lumineux
hi_in: लाइट मोड
ja: ライトモード
pt_br: Modo claro
ru_ru: Светлый режим

source: Loader CSS
ar: محمل CSS
es_es: Cargador CSS
fr_fr: Chargeur CSS
hi_in: लोडर CSS
ja: ローダーCSS
pt_br: CSS do carregador
ru_ru: CSS загрузчика

source: Minimum Loader Duration (ms)
ar: الحد الأدنى لمدة التحميل (مللي ثانية)
es_es: Duración mínima del cargador (ms)
fr_fr: Durée minimale du chargement (ms)
hi_in: न्यूनतम लोडर अवधि (मिलीसेकंड)
ja: 最小ローダー時間（ミリ秒）
pt_br: Duração mínima do carregador (ms)
ru_ru: Минимальная длительность загрузчика (мс)

source: Minimum time the loader is visible (0 to disable).
ar: الحد الأدنى لوقت ظهور أداة التحميل (0 لتعطيل).
es_es: Tiempo mínimo de visibilidad del cargador (0 para desactivar).
fr_fr: Durée minimale pendant laquelle le chargeur est visible (0 pour désactiver).
hi_in: लोडर दिखाई देने का न्यूनतम समय (0 इसे अक्षम करने के लिए)।
ja: ローダーの最小表示時間（0で無効）。
pt_br: Tempo mínimo que o carregador fica visível (0 para desativar).
ru_ru: Минимальное время отображения загрузчика (0 для отключения).

source: No URL provided.
ar: لم يتم توفير عنوان URL.
es_es: No se facilita ninguna URL.
fr_fr: Aucune URL n'a été fournie.
hi_in: कोई URL प्रदान नहीं किया गया।
ja: URLが提供されていません。
pt_br: Nenhuma URL fornecida.
ru_ru: URL не указан.

source: OOW PJAX enhances your WordPress site by enabling a smoother navigation experience using PushState and AJAX (PJAX). Instead of full page reloads, it dynamically updates specific content areas, making your site feel faster and more responsive.
ar: يعمل OOW PJAX على تحسين موقع ووردبريس الخاص بك عن طريق تمكين تجربة تصفح أكثر سلاسة باستخدام PushState وAJAX (PJAX). بدلاً من إعادة تحميل الصفحة بالكامل، يقوم بتحديث مناطق محتوى محددة بشكل ديناميكي، مما يجعل موقعك يبدو أسرع وأكثر استجابة.
es_es: OOW PJAX mejora su sitio WordPress al permitir una experiencia de navegación más fluida utilizando PushState y AJAX (PJAX). En lugar de recargar toda la página, actualiza dinámicamente áreas de contenido específicas, haciendo que su sitio sea más rápido y receptivo.
fr_fr: OOW PJAX améliore votre site WordPress en permettant une navigation plus fluide grâce à PushState et AJAX (PJAX). Au lieu de recharger des pages entières, il met à jour dynamiquement des zones de contenu spécifiques, ce qui rend votre site plus rapide et plus réactif.
hi_in: OOW PJAX आपके वर्डप्रेस साइट को PushState और AJAX (PJAX) का उपयोग करके एक सहज नेविगेशन अनुभव प्रदान करके बेहतर बनाता है। पूरे पृष्ठ को पुनः लोड करने के बजाय, यह विशिष्ट सामग्री क्षेत्रों को गतिशील रूप से अपडेट करता है, जिससे आपकी साइट तेज और अधिक प्रतिक्रियाशील लगती है।
ja: OOW PJAXは、PushStateとAJAX（PJAX）を使用してよりスムーズなナビゲーション体験を可能にすることで、WordPressサイトを強化します。ページ全体をリロードする代わりに、特定のコンテンツエリアを動的に更新し、サイトをより高速で応答性の高いものにします。
pt_br: OOW PJAX aprimora seu site WordPress ao possibilitar uma experiência de navegação mais fluida usando PushState e AJAX (PJAX). Em vez de recarregar a página inteira, ele atualiza dinamicamente áreas de conteúdo específicas, tornando seu site mais rápido e responsivo.
ru_ru: OOW PJAX улучшает ваш сайт WordPress, обеспечивая более плавную навигацию с использованием PushState и AJAX (PJAX). Вместо полной перезагрузки страниц он динамически обновляет определенные области контента, делая ваш сайт более быстрым и отзывчивым.

source: OOW PJAX Settings
ar: إعدادات OOW PJAX
es_es: Ajustes OOW PJAX
fr_fr: OOW PJAX Réglages
hi_in: OOW PJAX सेटिंग्स
ja: OOW PJAXの設定
pt_br: Configurações do OOW PJAX
ru_ru: Настройки OOW PJAX

source: Optionally caches pages to speed up subsequent visits.
ar: تخزين الصفحات مؤقتًا اختياريًا لتسريع الزيارات اللاحقة.
es_es: Opcionalmente, almacena en caché las páginas para acelerar las visitas posteriores.
fr_fr: Les pages sont éventuellement mises en cache afin d'accélérer les visites ultérieures.
hi_in: वैकल्पिक रूप से पृष्ठों को कैश करता है ताकि बाद की यात्राओं को तेज किया जा सके।
ja: オプションでページをキャッシュし、次回以降の訪問を高速化します。
pt_br: Opcionalmente armazena páginas em cache para acelerar visitas subsequentes.
ru_ru: При необходимости кэширует страницы для ускорения последующих посещений.

source: Overview
ar: لمحة عامة
es_es: Visión general
fr_fr: Vue d'ensemble
hi_in: अवलोकन
ja: 概要
pt_br: Visão geral
ru_ru: Обзор

source: Plugin Overview
ar: نظرة عامة على المكون الإضافي
es_es: Visión general del plugin
fr_fr: Aperçu du plugin
hi_in: प्लगइन अवलोकन
ja: プラグインの概要
pt_br: Visão geral do plugin
ru_ru: Обзор плагина

source: Re-execute scripts within updated content areas.
ar: إعادة تنفيذ السكربتات داخل مناطق المحتوى المحدثة.
es_es: Reejecutar scripts dentro de las áreas de contenido actualizadas.
fr_fr: Réexécuter les scripts dans les zones de contenu mises à jour.
hi_in: अपडेट किए गए सामग्री क्षेत्रों में स्क्रिप्ट्स को पुनर्निष्पादित करें।
ja: 更新されたコンテンツエリア内でスクリプトを再実行します。
pt_br: Reexecutar scripts em áreas de conteúdo atualizadas.
ru_ru: Повторно выполнять скрипты в обновленных областях контента.

source: Reset to Default
ar: إعادة التعيين إلى الوضع الافتراضي
es_es: Restablecer valores por defecto
fr_fr: Rétablissement des valeurs par défaut
hi_in: डिफ़ॉल्ट पर रीसेट करें
ja: デフォルトにリセット
pt_br: Redefinir para o padrão
ru_ru: Сбросить на стандартные настройки

source: Script Priority
ar: أولوية السكربت
es_es: Prioridad de scripts
fr_fr: Priorité des scripts
hi_in: स्क्रिप्ट प्राथमिकता
ja: スクリプトの優先度
pt_br: Prioridade de script
ru_ru: Приоритет скрипта

source: Security check failed. Invalid nonce.
ar: فشل التحقق من الأمان. غير صالح nonce.
es_es: Comprobación de seguridad fallida. Nonce inválido.
fr_fr: Échec du contrôle de sécurité. Nonce non valide.
hi_in: सुरक्षा जाँच विफल। अमान्य नॉन्स।
ja: セキュリティチェックに失敗しました。無効なnonceです。
pt_br: Falha na verificação de segurança. Nonce inválido.
ru_ru: Ошибка проверки безопасности. Недопустимый nonce.

source: Set the priority for loading oow-pjax.js in the footer. Higher values (e.g., 9999) load the script later.
ar: تعيين الأولوية لتحميل oow-pjax.js في تذييل الصفحة. القيم الأعلى (مثل 9999) تجعل تحميل السكربت لاحقًا.
es_es: Establece la prioridad para cargar oow-pjax.js en el pie de página. Los valores más altos (por ejemplo, 9999) cargan el script más tarde.
fr_fr: Définir la priorité pour le chargement de oow-pjax.js dans le pied de page. Des valeurs plus élevées (par exemple, 9999) chargent le script plus tard.
hi_in: oow-pjax.js को फूटर में लोड करने की प्राथमिकता सेट करें। उच्च मान (उदाहरण के लिए, 9999) स्क्रिप्ट को बाद में लोड करते हैं।
ja: フッターでoow-pjax.jsの読み込み優先度を設定します。高い値（例：9999）はスクリプトを後で読み込みます。
pt_br: Defina a prioridade para carregar oow-pjax.js no rodapé. Valores mais altos (ex.: 9999) carregam o script mais tarde.
ru_ru: Установите приоритет загрузки oow-pjax.js в футере. Более высокие значения (например, 9999) загружают скрипт позже.

source: Settings
ar: الإعدادات
es_es: Ajustes
fr_fr: Paramètres
hi_in: सेटिंग्स
ja: 設定
pt_br: Configurações
ru_ru: Настройки

source: Show a loading overlay during content loading.
ar: إظهار تراكب تحميل أثناء تحميل المحتوى.
es_es: Mostrar una sobreimpresión de carga durante la carga del contenido.
fr_fr: Afficher une fenêtre de chargement pendant le chargement du contenu.
hi_in: सामग्री लोड होने के दौरान एक लोडिंग ओवरले दिखाएँ।
ja: コンテンツの読み込み中にローディングオーバーレイを表示します。
pt_br: Mostrar uma sobreposição de carregamento durante o carregamento de conteúdo.
ru_ru: Показывать оверлей загрузки во время загрузки контента.

source: Support
ar: الدعم
es_es: Soporte
hi_in: समर्थन
ja: サポート
pt_br: Suporte
ru_ru: Поддержка

source: Target Containers (space-separated)
ar: حاويات الهدف (مفصولة بمسافة)
es_es: Contenedores de destino (separados por espacios)
fr_fr: Conteneurs cibles (séparés par des espaces)
hi_in: लक्ष्य कंटेनर (स्पेस से अलग किए गए)
ja: ターゲットコンテナ（スペース区切り）
pt_br: Contêineres alvo (separados por espaço)
ru_ru: Целевые контейнеры (разделенные пробелами)

source: Time in seconds before cached content expires (0 to disable expiration).
ar: الوقت بالثواني قبل انتهاء صلاحية المحتوى المخزن مؤقتًا (0 لتعطيل الانتهاء).
es_es: Tiempo en segundos antes de que expire el contenido en caché (0 para desactivar la expiración).
fr_fr: Temps en secondes avant l'expiration du contenu mis en cache (0 pour désactiver l'expiration).
hi_in: कैश्ड सामग्री समाप्त होने से पहले का समय सेकंड में (0 समाप्ति को अक्षम करने के लिए)।
ja: キャッシュされたコンテンツが期限切れになるまでの時間（秒）。（0で期限切れを無効にします。）
pt_br: Tempo em segundos antes que o conteúdo em cache expire (0 para desativar a expiração).
ru_ru: Время в секундах до истечения срока действия кэшированного контента (0 для отключения истечения срока).

source: Updates the browser URL using the History API for seamless navigation.
ar: تحديث عنوان URL الخاص بالمتصفح باستخدام واجهة برمجة تطبيقات المحفوظات (History API) لتصفح سلس.
es_es: Actualiza la URL del navegador utilizando la API de historial para una navegación fluida.
fr_fr: Met à jour l'URL du navigateur à l'aide de l'API Historique pour une navigation fluide.
hi_in: निर्बाध नेविगेशन के लिए History API का उपयोग करके ब्राउज़र URL को अपडेट करता है।
ja: History APIを使用してブラウザのURLを更新し、シームレスなナビゲーションを実現します。
pt_br: Atualiza a URL do navegador usando a API de Histórico para navegação contínua.
ru_ru: Обновляет URL браузера с использованием History API для плавной навигации.

source: View the Complete Documentation
ar: عرض الوثائق الكاملة
es_es: Ver la documentación completa
fr_fr: Voir la documentation complète
hi_in: पूर्ण प्रलेखन देखें
ja: 完全なドキュメントを表示
pt_br: Ver a documentação completa
ru_ru: Посмотреть полную документацию
